# run 'brew bundle --global' to sync all packages
brew 'wget'
brew 'tree'
brew 'emacs', args: ['with-cocoa','srgb']
brew 'htop'
brew 'ag'
brew 'zsh'
brew 'xz'
brew 'tmux'
brew 'python3'
brew 'awscli'
brew 'ssh-copy-id'
brew 'watch'
brew 'node'
brew 'reattach-to-user-namespace'

cask 'docker'
cask 'vlc'
cask 'iterm2'
cask 'firefox'
cask 'transmission'
cask 'calibre'